<template>
  <div id="termsofuse">
    <Header title="使用条款"></Header>
    <p>1、关于应用</p>
    <p>
      (1)访问者在从事与本应用相关的所有行为(包括但不限于访问浏事;
      访问者不得故意或者过失的损害或者弱化本应用的各类合法
      事;访问者不得故意或者过失的损害或者弱化本应用的各类合法
      反中华人民共和国法律、国际公约以及社会公德的行为，且访问
      反中华人民共和国法律、国际公约以及社会公德的行为，且访问
      者应当恪守下述承诺:
    </p>
    <p>①传输和利用信息符合中国法律、国际公约的规定、符合公序良俗。</p>
    <p>②不将本应用以及与之相关的网络服务用作非法用途以及非正当用途。</p>
    <p>③不干扰和扰乱本应用以及与之相关的网络服务。</p>
    <p>④遵守与本应用以及与之相关的网络服务的协议、规定、程序和惯例等。</p>
    <p>
      (2)本应用中的帖子内容的版权仅归原作者所有，若作者有版权声
      明的或信息从其它应用转载而附带有原所有站的版权声明者，其
      版权归属以附带声明为准;文章仅代表作者本人的观点，与本应用立场无关;。
    </p>
    <p>
      (3)本站所展示的信息由应用用户提供，内容的真实性、准确性和
      合法性由提供人负责，本站对此不承担任何保证责任。
    </p>
    <p>
      (4)任何单位或个人认为本站内容可能涉嫌侵犯其合法权益，应该
      及时向本站书面反馈，并提供身份证明、权属证明及详细侵权情
      况证明，本站在收到上述材料，证明后，将会尽快移除被控侵权内容。
    </p>
    <p>
      (5)由于与本应用链接的其它应用所造成之个人资料泄露及由此而
      导致的任何法律争议和后果，本应用均得免责。
    </p>
    <p>
      (6)由于用户将个人密码告知他人或与他人共享注册帐户，由此导
      致的任何个人资料泄露，本应用不负任何责任。
    </p>
    <p>
      (7)当政府司法机关依照法定程序要求本应用披露个人资料时，我
      们将根据执法单位之要求或为公共安全之目的提供个人资料。在
      此情况下之任何披露，本应用均得免责。
    </p>
    <p>
      (8)凡以任何方式登陆本应用或直接、间接使用本应用资料者，视
      为自愿接受本应用声明的约束。
    </p>
    <p>
      (9)除果业APP注明之服务条款外，其他一切因使用果业APP发布帖子
      内容,而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产
      权侵犯及其所造成的损失(包括因下载而感染电脑病毒)，果业
      APP概不负责，亦不承担任何法律责任。
    </p>
    <p>
      (10)本应用若因线路及非本公司控制范围外的硬件故障或其它不可
      抗力而导致暂停服务，于暂停服务期间造成的一切不便与损失，
      本应用不负任何责任。
    </p>
    <p>
      (11)若因本应用产生任何诉诸于诉讼程序的法律争议，将以本应
      用所有者所在的法院为管辖法院，除非中国法律对此有强制性规定。
    </p>
    <p>(12)本应用之声明以及其修改权、更新权及最终解释权均属果业APP所有。</p>
    <p>2、关于法律责任</p>
    <p>
      本应用使用者因为违反本声明的规定而触犯中华人民共和国法律
      的，一切后果自己负责，本应用不承担任何责任。
    </p>
    <p>凡以任何方式登陆本应用或直接、间接使用本应用资料者，视为自愿接受本应用声明的约束。</p>
    <p>本声明未涉及的问题参见国家有关法律法规，当本声明与国家法律法规冲突时，以国家法律法规为准。</p>
  </div>
</template>
<script>
import Header from "../components/Header";
export default {
  components: {
    Header
  }
};
</script>
<style scoped>
p {
  padding: 5px 10px;
  font-size: 12px;
  text-align: left;
}
</style>